{
  "title": "How to Become a Writer",
  "content": "<p>If you want to become a full-time writer, you need to equip yourself with the right environment and the&nbsp;<a href=\"https://blog.reedsy.com/writing-tools/\" rel=\"noopener\" target=\"_blank\">best writing tools</a>.&nbsp;</p>\r\n\r\n<p>Different tools can impact your output in different ways: for example, online whiteboards like&nbsp;<a href=\"https://miro.com/\" rel=\"nofollow noopener\" target=\"_blank\">Miro</a>&nbsp;can help you visually sketch out your book&rsquo;s outline and character bios, and help you define the mood of your world-building. Tools like&nbsp;<a href=\"https://www.grammarly.com/\" rel=\"nofollow noopener\" target=\"_blank\">Grammarly</a>&nbsp;can identify and fix typos and grammatical errors, whereas browser blockers like&nbsp;<a href=\"https://getcoldturkey.com/\" rel=\"nofollow noopener\" target=\"_blank\">Cold Turkey</a>&nbsp;can help to minimize distractions and stay productive.&nbsp;</p>\r\n\r\n<p>When it comes to using professional writing software, you could use tools like&nbsp;<a href=\"https://reedsy.com/write-a-book\" rel=\"noopener\" target=\"_blank\">Reedsy Book Editor</a>&nbsp;to enjoy smooth collaborative editing, keep track of your word count goals, and format your book for distribution.&nbsp;</p>\r\n\r\n<p>Finally, workspace tools like ergonomic chairs and standing desks can also largely influence the quality and proficiency of your writing (we also hear that houseplants can boost creativity, but don&rsquo;t quote us on that).</p>\r\n\r\n<p>But, before you get too comfortable in your writing nook surrounded by all your lovely tools, you may want to consider going back to class&hellip;</p>",
  "author": "Lorrie Moore",
  "metadesc": "If you want to become a full-time writer, you need to equip yourself with the right environment and the best writing tools.Different tools can impact your output in different ways: for example, online whiteboards like Miro can help you visually sketch out your book’s outline and character bios, and help you define the mood of your world-building. Tools like Grammarly can identify and fix typos and grammatical errors, whereas browser blockers like Cold Turkey can help to minimize distractions and stay productive. ",
  "slug": "how-to-become-a-writer"
}
