{
  "title": "Lamb to the Slaughter fdvnbdf fgdgghb",
  "content": "<p>Mary Maloney is a pregnant housewife waiting for her husband, Patrick, to return home from his job as a police officer. When he returns, Mary notices he is uncharacteristically aloof. Although it is not explicitly stated, it is suggested that Patrick has asked for a divorce as he states she &quot;will be looked after.&quot;</p>\r\n\r\n<p>Seemingly in a trance, Mary fetches a large leg of lamb from the deep freezer in the cellar to cook for their dinner. Patrick, his back to Mary, angrily calls to her not to make him any dinner, as he is going out. While he is looking out of the window, Mary suddenly strikes Patrick in the back of the head with the frozen leg of lamb, killing him instantly.</p>\r\n\r\n<p>Mary realizes Patrick is dead and begins, coldly and practically, to think about what to do. Thinking about her unborn child, she decides to cover up the murder. She prepares the leg of lamb and places it in the oven to destroy the evidence, then considers an alibi. After practicing a cheerful mask and some innocuous remarks to make in conversation, she visits the grocer and chats blandly with him about what to make for Patrick&#39;s dinner. Upon her return to the house and to the room where her husband lies dead on the floor, she acts surprised and starts crying, then calls the police.</p>\r\n\r\n<p>When the policemen (who are all friends of her husband) arrive, they ask Mary questions and look at the scene. Considering Mary above suspicion, the police conclude Patrick was killed by an intruder with a large blunt object, likely made of metal. As the men search the house for the murder weapon, Mary offers them whiskey, distracting a few of them from the hunt through the house. After they make a fruitless search around the house and surrounding area, Mary is reminded the leg of lamb is just about done and offers it to the policemen. She points out they have already been working through and past the dinner hour and that the meat will otherwise go to waste; they hesitate but accept in the end. During the meal, as Mary sits nearby but does not join them, the policemen discuss the murder weapon&#39;s possible location. One officer, his mouth full of meat, says it is &quot;probably right under our very noses.&quot; Mary, overhearing them, begins to giggle quietly.</p>\r\n",
  "author": "Roald Dahl",
  "metadesc": "Mary Maloney is a pregnant housewife waiting for her husband, Patrick, to return home from his job as a police officer. When he returns, Mary notices he is uncharacteristically aloof. Although it is not explicitly stated, it is suggested that Patrick has asked for a divorce as he states she \"will be looked after.\"",
  "slug": "lamb-to-the-slaughter5"
}
