{
  "title": "The Lottery",
  "content": "<p><em>The New Yorker</em>&nbsp;kept no records of the phone calls, but letters addressed to Jackson were forwarded to her. That summer she regularly took home 10 to 12 forwarded letters each day. She also received weekly packages from&nbsp;<em>The New Yorker</em>&nbsp;containing letters and questions addressed to the magazine or editor&nbsp;<a href=\"https://en.wikipedia.org/wiki/Harold_Ross\" title=\"Harold Ross\">Harold Ross</a>, plus&nbsp;<a href=\"https://en.wikipedia.org/wiki/Carbon_copies\" title=\"Carbon copies\">carbon copies</a>&nbsp;of the magazine&#39;s responses mailed to letter writers.</p>\r\n\r\n<blockquote>\r\n<p>Curiously, there are three main themes which dominate the letters of that first summer&mdash;three themes which might be identified as bewilderment, speculation and plain old-fashioned abuse. In the years since then, during which the story has been anthologized, dramatized, televised, and even&mdash;in one completely mystifying transformation&mdash;made into a ballet, the tenor of letters I receive has changed. I am addressed more politely, as a rule, and the letters largely confine themselves to questions like what does this story mean? The general tone of the early letters, however, was a kind of wide-eyed, shocked innocence. People at first were not so much concerned with what the story meant; what they wanted to know was where these lotteries were held, and whether they could go there and watch.</p>\r\n\r\n<p>&mdash;&thinsp;Shirley Jackson, &quot;Come along with me&quot;<sup><a href=\"https://en.wikipedia.org/wiki/The_Lottery#cite_note-Jackson-2\">[2]</a></sup></p>\r\n</blockquote>\r\n",
  "author": "Shirley Jackson",
  "metadesc": "The New Yorker kept no records of the phone calls, but letters addressed to Jackson were forwarded to her. That summer she regularly took home 10 to 12 forwarded letters each day. She also received weekly packages from The New Yorker containing letters and questions addressed to the magazine or editor Harold Ross, plus carbon copies of the magazine's responses mailed to letter writers.",
  "slug": "the-lottery"
}
